Repository: Jeanmilost/Visual-Mercutio
Catalog: Tools/ReportsTool/Culture/MainFrame.*.resx
Languages: fr_ch

# IDS_APPTITLE
source: Report converter
fr_ch: Convertisseur de rapports

# IDS_CANNOT_CREATE_INI_FILE
source: Cannot create the Config.ini file for the following reason :
fr_ch: Le fichier Config.ini n'a pas pu être crée pour la raison suivante :

# IDS_CANNOT_READ_KEY
source: Cannot read into the config file for the following reason :
fr_ch: Impossible de lire dans le fichier de configuration pour la raison suivante :

# IDS_CANNOT_WRITE_KEY
source: Cannot write into the config file for the following reason :
fr_ch: Impossible d'écrire dans le fichier de configuration pour la raison suivante :

# IDS_ERR_BAD_RULEBOOK_CONVERSION
source: An error occurs during the rulebook conversion.
fr_ch: Une erreur s'est produite lors de la conversion du livre des règles.

# IDS_ERR_CANNOT_CHANGE_FONT
source: An unexpected error occurs during change font operation.
fr_ch: Une erreur inattendue s'est produite lors de l'opération de changement de la police.

# IDS_ERR_CANNOT_EXECUTE
source: An error occurs during this operation. If the problem persists, please contact your supplier.
fr_ch: Une erreur s'est produite au cours de cette opération. Si le problème persiste, veuillez contacter votre fournisseur.

# IDS_ERR_CANNOT_INIT_REPORT_CLASS
source: The report selection form is not correctly initialized. This can lead to unexpected errors. If the problem persists, please contact your supplier.
fr_ch: Le formulaire de sélection du rapport n'est pas correctement initialisé. Cette situation peut conduire à des erreurs inattendues. Si le problème persiste, veuillez vous adresser au fournisseur de ce programme.

# IDS_ERR_CANNOT_INIT_STYLE_CLASS
source: The styles selection form is not correctly initialized. This can lead to unexpected errors. If the problem persists, please contact your supplier.
fr_ch: Le formulaire de sélection des styles n'est pas correctement initialisé. Cette situation peut conduire à des erreurs inattendues. Si le problème persiste, veuillez vous adresser au fournisseur de ce programme.

# IDS_ERR_HTML_NOT_VALID
source: The HTML document is empty or invalid.
fr_ch: Le document HTML est vide ou invalide.

# IDS_ERR_HTMLTOTEXT_CONVERSION
source: The operation of conversion falied for the following reason :
fr_ch: L'opération de conversion a échoué pour la raison suivante :

# IDS_ERR_NO_DOCUMENT
source: Output document is not available.
fr_ch: Aucun document de sortie n'est disponible.

# IDS_ERR_PROPERTY_PUBLICATIONFOLDER
source: Cannot update publication floder. Please be sure that the file config.ini is not write protected, or in use by another application.
fr_ch: Le chemin de publication n'a pas pu être mis à jour. Veuillez vous assurer que le fichier Config.ini n'est pas protégé en écriture, ou en cours d'utilisation par une autre application.

# IDS_ERR_UNEXPECTED_STYLE
source: Unexpected style.
fr_ch: Style inconnu.

# IDS_PROCESS
source: Process
fr_ch: Procédures

# IDS_RULEBOOK
source: Rules book
fr_ch: Livre des règles

# IDS_TITLE1
source: Title 1
fr_ch: Titre 1

# IDS_TITLE2
source: Title 2
fr_ch: Titre 2

# IDS_TITLE3
source: Title 3
fr_ch: Titre 3

# IDS_WRONG_KEY_FORMAT
source: Characters #, [ and ] are reserved, and cannot be used for a key. The Key %s is not updated into the config file.
fr_ch: Les caractères #, [ et ] sont réservés, et ne peuvent pas être utilisés pour une clé. La clé %s n'a pas été mise à jour dans le fichier de configuration.

# IDS_WRONG_VALUE_FORMAT
source: Characters #, [ and ] are reserved, and cannot be used for a key. The value : %s, is not updated into the config file.
fr_ch: Les caractères #, [ et ] sont réservés, et ne peuvent pas être utilisés dans une valeur. La valeur : %s, n'a pas été mise à jour dans le fichier de configuration.
